Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=268_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Oktavuohta-nettilehti avaa yhteyksiä kouluihin
sme: Oktavuohta-nettiaviisa rahpá oktavuođaid skuvllaide

source: Saamelaiskäräjien kotisivuille avattu nettilehti OKTAVUOHTA on tarkoitettu erityisesti Suomen koulujen käyttöön: avaamaan ikkunoita ja tiedon hankinnan kanavia saamelaisyhteisön parempaan ja ajanmukaisempaan tuntemiseen.
sme: Sámedikki ruoktosiidduide rahppojuvvon nettiaviisa OKTAVUOHTA lea oaivvilduvvon earenoamážit Suoma skuvllaide: rahpat lásaid ja dieđu skahppoma reaidduid dovdan dihtii sámi servodaga diliid buorebut.

source: Neljän valtion alueelle jakaantuva saamelaisyhteisö elää aktiivista muutoksen ja eteenpäin menon aikaa, jossa uutta rakennetaan vauhdilla perinteisen elämänmuodon rinnalle ja perustalle.
sme: Njealji riikka sámi servodat eallá aktiivvalaš nuppástusaid ja ovdáneami áigodaga, mas ođđa huksejuvvo fárttain árbevirolaš eallinvuogi báldii ja dan vuođul.

source: Tästä todellisuudesta suomalainen koulu tietää kuitenkin hyvin vähän.
sme: Dáid áššiin suopmelaš skuvla diehtá goittotge hui unnán.

source: Koulukirjoissa saamelaisyhteisön nykypäivää ei käsitellä ja saamelaisiin liittyvät, koulunkin ylläpitämät, mielikuvat tulevat usein topeliaanisen ajan kuvauksista ja ajalta, jolloin sekä suomalainen että saamelainen yhteisö elivät vielä esimodernia aikaa.
sme: Skuvlagirjjiin sámi servodaga dálá dilit ja dálá áigi ii gieđahallojuvvo ja sámiide laktáseaddji miellagovat, maid maiddái skuvla bajásdoallá, dávjá bohtet topeliánalaš áiggi govain ja áigodagas, goas sihke suopmelaš ja sápmelaš servosis elle vel ovdamodeardna áiggi.

source: Saamelaiskäräjien kotisivuilleen avaama nettilehti OKTAVUOHTA on tarkoitettu ensisijaisesti Suomen koulujen käyttöön: avaamaan ikkunoita ja tiedon hankinnan kanavia saamelaisyhteisön parempaan ja ajanmukaisempaan tuntemiseen.
sme: Sámediggi lea rahpan iežas ruoktosiidduide OKTAVUOHTA – nammasaš nettiaviissa, mii lea vuosttamužžan oaivvilvuvvon Suoma skuvllaid atnui: rahpat lásaid ja dieđu skahppoma reaidduid dovdan dihtii sámi servodaga diliid buorebut.

source: Saamelaisparlamentit ja kansalaisjärjestöt, saamenkielinen kirjallisuus, musiikki, teatteri, elokuva ja monet muut alat luovat uutta saamelaisuutta ja käsittelevät kukin tavallaan muutoksen kipeitä kohtia: kielen uhanalaisuutta ja kielen muuttumista, väestön poismuuttoa perinteisiltä alueilta, perinteisten elinkeinojen ahdinkoa, pulaa saamenkielen taitoisista ammatti-ihmisistä ja monia muita.
sme: Sámiid parlameanttat ja sámesearvvit, sámi girjjálašvuohta, musihkka, teáhter, filbma ja máŋggat eará suorggit hábmejit ođđa sámevuođa ja gieđahallet iešguđet vugiiguin nuppástuvvi kultuvrra bávččagahtti ja árkkes áššiid: giela nuppástusaid ja giela áitatvulos saji, olbmuid eretfárrema árbevirolaš guovlluin, árbevirolaš ealáhusaid váttis diliid, váilevuođa sámegielmáhtolaš ámmátolbmuin jna..

source: Saamelainen media käsittelee oman yhteisön tapahtumia ja muutosta päivittäin – luoden samalla yhteistä arkipäivää valtakuntien rajojen yli.
sme: Sámi media gieđahallá iežas servodaga dáhpáhusaid ja nuppástusaid beaivválaččat – ja bajáshukse seammás maid sámiid oktasaš árgabeaivvi riikkarájáid rastá.

source: Saamelaiset toimivat aktiivisesti valtakuntien rajojen yli ja osallistuvat kansainväliseen yhteistyöhön maailman muiden alkuperäiskansojen joukossa.
sme: Sámit barget aktiivvalaččat riikkarájáid badjel ja oassálastit álbmogiidgaskasaš ovttasbargui ovttas máilmmi eará álgoálbmogiiguin.

source: Saamelaisparlamentit ja parlamentaarinen yhteistyö luovat uuden ajan saamelaista politiikkaa, neuvotellen aktiivisesti maiden hallitusten ja viranomaisten kanssa.
sme: Sámiid parlameanttat ja parlamentáralaš ovttasbargu hábmejit ođđa áiggi sámi politihká, mas aktiivvalaččat ráđđádallet stáhtaid ráđđehusaiguin ja eisseváldiiguin.

source: Saamen kieli on koulun kieli samalla kun siitä rakennetaan myös tieteen, julkisten palveluiden, hallinnon ja lainsäädännön kieltä.
sme: Sámegiella lea skuvlla giella seammá áigge go dat maid ovddiduvvo diehtaga, almmolaš bálvalusaid, hálddahusa ja láhkaásaheami giellan.

source: Mitä nuoret ajattelevat elämästään ja saamelaisuudestaan ?
sme: Maid nuorat jurddašit iežaset eallimis ja sápmelašvuođasteaset ?

source: Mikä on saamen kielen asema koulussa, mediassa, kirkossa, yhteiskunnassa, kodeissa, ihmisten mielissä ?
sme: Mii lea sámegiela ja sámi kultuvrra sadji skuvllas, medias, girkus, ruovttuin, olbmuid mielain ?

source: Mitä ovat ja mitä tekevät saamelaiskäräjät ?
sme: Mat leat ja maid barget sámedikkit ?

source: Miten ja missä saamelaisten omaan kieleen ja kulttuuriin liittyvät oikeudet on turvattu ?
sme: Man láhkái ja gos sámiid gielalaš ja kultuvrralaš rievttit leat dorvvastuvvon ?

source: Mitä kaikkea käsite Šsaamelainen musiikkiŠ pitää sisällään ?
sme: Maid sisttisdoallá doaba Šsámi musihkkaŠ ?

source: Keitä ovat saamelaiset musiikin tekijät, kuvataiteilijat, kirjailijat, elokuvan tekijät ?
sme: Geat leat sámi musihka dahkkit, sámi govvadáiddarat, girječállit, filbmadahkkit ?

source: Miksi saamen puvun käytöstä puhutaan niin paljon ?
sme: Manin sámi gávtti geavaheamis lea nu ollu sáhka ?

source: Mikä on aito saamelainen käsityö ?
sme: Mii lea eakti sámi duodji ?

source: Vastauksia näihin kysymyksiin voi etsiä Oktavuohta-sivustolta, joka löytyy saamelaiskäräjien kotisivuilta www.samediggi.fi.
sme: Vástádusaid dáid gážaldagaide lea vejolaš ohcat Oktavuohta-nettiaviissas, mii gávdno sámedikki ruoktosiidduin www.samediggi.fi.

source: Suomalaisia kouluja ja muita tiedonhaluisia palveleva uusi internetsivusto avattiin joulukuun alussa.
sme: Suoma skuvllaid ja eará berošteaddjiid bálvaleaddji ođđa internet-siiddut rahppojuvvojedje juovlamánu álggus.

source: Nettilehden tehtävänä on antaa ajanmukaista tietoa saamelaisyhteisöstä ja saamelaisväestöstä tämän päivän suomalaisessa ja pohjoismaisessa yhteiskunnassa.
sme: Nettiaviissa ulbmilin lea addit áigeguovdilis dieđuid sámi servodagas ja sámi álbmogis otnábeaivvi suopmelaš ja davviriikkalaš servodagas ja oahpistit eará gáldosiidduide interneahtas.

source: Sivuston kautta löytyy myös tietoja saamelaisten asemasta ja toiminnasta maailman alkuperäiskansojen yhteisössä ja kansainvälisissä yhteyksissä kuten YK:ssa.
sme: Siidduid bokte gávdnojit dieđut maid sámiid sajádagas ja doaimmain máilmmi álgoálbmogiid joavkkus ja álbmogiidgaskasaš oktavuođain nugo ON:s.

source: Nettilehti täydentyy ja muuttuu ajan mukana – jo nyt sen kautta löytyy paljon tietoa ja linkkejä useiden saamelaisyhteisöjen sivustoille.
sme: Nettiaviisa dievasmahttojuvvo ja ođasmahttojuvvo dađistaga, muhto dan bokte leat juo dál gávdnamis ollu dieđut ja liŋkkat eará sámi organisašuvnnaid siidduide.
